base-files
bash
bat
bsdutils
build-essential
coreutils
curl
dash
debianutils
diffutils
direnv
eza
fd-find
file
findutils
fzf
git
grep
gzip
hostname
init
libattr1
login
mise
ncurses-base
ncurses-bin
procps
ripgrep
ubuntu-minimal
ubuntu-wsl
util-linux
zoxide
zsh
