tap "cybozu/assam"
tap "fumiyas/echo-sd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "bzip2"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "cask"
brew "cheat"
brew "colordiff"
brew "freetds"
brew "libavif"
brew "gd"
brew "libsodium"
brew "libzip"
brew "oniguruma"
brew "tidy-html5"
brew "php"
brew "composer"
brew "connect"
brew "docker", link: false
brew "docker-compose", link: false
brew "exa"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcc@11"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kind"
brew "perl"
brew "latexdiff"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libssh"
brew "libxml2"
brew "libxt"
brew "lolcat"
brew "meson"
brew "minikube"
brew "zlib"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "python@3.10"
brew "r"
brew "re2c"
brew "rename"
brew "ripgrep"
brew "rm-improved"
brew "sd"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "staticcheck"
brew "trash-cli"
brew "tree"
brew "vim"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "zplug"
brew "cybozu/assam/assam"
brew "fumiyas/echo-sd/echo-sd"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "bettertouchtool"
cask "cheatsheet"
cask "chromedriver"
cask "chromium"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "enpass"
cask "fig"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "lepton"
cask "logseq"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "miro"
cask "notion"
cask "obs"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "ardenivanov.svelte-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "csholmq.excel-to-markdown-table"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.terminal"
vscode "gamunu.vscode-yarn"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "humao.rest-client"
vscode "James-Yu.latex-workshop"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "MehediDracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "richie5um2.vscode-sort-json"
vscode "shardulm94.trailing-spaces"
vscode "shufo.vscode-blade-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "toba.vsfire"
vscode "vintharas.learn-vim"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "withfig.fig"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "zxh404.vscode-proto3"
