tap "cybozu/assam"
tap "fumiyas/echo-sd"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "act"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "gettext"
brew "oniguruma"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "bzip2"
brew "freetype"
brew "pcre2"
brew "glib"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cheat"
brew "lima"
brew "colima"
brew "colordiff"
brew "connect"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "libsodium"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcc@11"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "python@3.12"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kind"
brew "perl"
brew "latexdiff"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libxt"
brew "libzip"
brew "lolcat"
brew "lsd"
brew "meson"
brew "minikube"
brew "mise"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "numpy"
brew "openssl@1.1"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "r"
brew "re2c"
brew "rename"
brew "ripgrep"
brew "rm-improved"
brew "sd"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "staticcheck"
brew "telnet"
brew "tidy-html5"
brew "trash-cli", link: true
brew "tree"
brew "vim"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "zplug"
brew "cybozu/assam/assam"
brew "fumiyas/echo-sd/echo-sd"
brew "mutagen-io/mutagen/mutagen-compose"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "audacity"
cask "bartender"
cask "bettertouchtool"
cask "chatbox"
cask "cheatsheet"
cask "chromedriver"
cask "chromium"
cask "claude-code"
cask "clipy"
cask "deepl"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "utm"
cask "visual-studio-code"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "anthropic.claude-code"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "austenc.laravel-blade-spacer"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "christian-kohler.path-intellisense"
vscode "cjhowe7.laravel-blade"
vscode "clemenspeters.format-json"
vscode "csholmq.excel-to-markdown-table"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.terminal"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "jock.svg"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "nespinozacr.mysql-autocomplete"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "shardulm94.trailing-spaces"
vscode "shufo.vscode-blade-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "toba.vsfire"
vscode "unifiedjs.vscode-mdx"
vscode "valeryanm.vscode-phpsab"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
