tap "mutagen-io/mutagen"
tap "rvben/rumdl"
brew "act"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "gettext"
brew "oniguruma"
brew "bat"
brew "berkeley-db", link: true
brew "bison"
brew "bzip2"
brew "freetype"
brew "pcre2"
brew "glib"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cheat"
brew "lima"
brew "colima"
brew "colordiff"
brew "connect"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcc@11"
brew "libavif"
brew "gd"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "libiconv"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kind"
brew "perl"
brew "latexdiff"
brew "libass"
brew "libedit"
brew "libfido2"
brew "python@3.12"
brew "libmicrohttpd"
brew "libpq"
brew "libraw"
brew "libsodium"
brew "libssh"
brew "libxml2"
brew "libxt"
brew "libzip"
brew "lolcat"
brew "lsd"
brew "meson"
brew "minikube"
brew "mise"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "numpy"
brew "openssl@1.1"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "re2c"
brew "rename"
brew "ripgrep"
brew "rm-improved"
brew "sd"
brew "sheldon"
brew "shellcheck"
brew "srt"
brew "starship"
brew "staticcheck"
brew "telnet"
brew "tidy-html5"
brew "trash-cli", link: true
brew "tree"
brew "vim"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "zplug"
brew "mutagen-io/mutagen/mutagen-compose"
brew "rvben/rumdl/rumdl"
cask "1password"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "audacity"
cask "bartender"
cask "bettertouchtool"
cask "chatbox"
cask "cheatsheet"
cask "chromedriver"
cask "chromium"
cask "claude-code"
cask "clipy"
cask "codex"
cask "codex-app"
cask "deepl"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "losslesscut"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "xquartz"
